[InteractiveObjects.IO_Component_Ghost InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_Fin_Ghost InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_TinaPowerCore_Ghost InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Explosive MissionItemDefinition]
UseFailureCharacterMessage="Of course you are %s Use these words."
ItemName="Explosives"
PickupMessage="It depends on you %s"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="participants"

[ItemDefs.ID_Explosive:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Or "explosion" or "palm cheese" or "puppy bomb".''."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_ID_PowerCore MissionItemDefinition]
UseFailureCharacterMessage="Need %s Use it."
ItemName="Resilience:"
PickupMessage="EFA %s"
UseFailureLevelMessage="You must be at least %d to use this item."
UseFailureConstraintsMessage="This product is no longer available."
NoManufacturerName="Common"

[ItemDefs.ID_ID_PowerCore:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="They live on Uranus.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_StabilizerFin MissionItemDefinition]
UseFailureCharacterMessage="Should %s Use this article.."
ItemName="Confirm everything."
PickupMessage="You decide %s"
UseFailureLevelMessage="You must have at least %d to use this feature."
UseFailureConstraintsMessage="You cannot use this product."
NoManufacturerName="Generally"

[ItemDefs.ID_StabilizerFin:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="The roots of an unstable heart must be fixed.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_TinaComponent_01 MissionItemDefinition]
UseFailureCharacterMessage="Before that %s This plan."
ItemName="Hyperion"
PickupMessage="He agrees %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="This product is missing."
NoManufacturerName="Quality"

[M_Anemone_PlotMission040 MissionDefinition]
MissionName="the moon"
MissionDescription="Helios is still full of Dockers. If you want to enter Cassius' lab, you have to go through it and find the Lunar Emissions Control Room in the ruins.."
TurnInDescription="He broke down the door to Cassius's room. You can almost smell the vaccine, although sticking your nose into a lab is not a good idea.."
MissionSummary="Helios appears."
MissionGiver="break free"
MissionTurnInLocation="prognosis"
TeaserText=""

[M_Anemone_PlotMission040:AttachComponents MissionObjectiveDefinition]
ProgressMessage="Explosive cargo"

[M_Anemone_PlotMission040:AttachComponents2 MissionObjectiveDefinition]
ProgressMessage="put it on the stabilizer"

[M_Anemone_PlotMission040:DestroyUranus MissionObjectiveDefinition]
ProgressMessage="Defeat of Uranus"

[M_Anemone_PlotMission040:EnterHelios MissionObjectiveDefinition]
ProgressMessage="Enter Helios Valen"

[M_Anemone_PlotMission040:FakeFindComponents1 MissionObjectiveDefinition]
ProgressMessage="Start by removing the base."

[M_Anemone_PlotMission040:FakeFindComponents2 MissionObjectiveDefinition]
ProgressMessage="Find out why"

[M_Anemone_PlotMission040:FakeKillEveryone1 MissionObjectiveDefinition]
ProgressMessage="Find the circumference of the moon."

[M_Anemone_PlotMission040:FakeKillEveryone2 MissionObjectiveDefinition]
ProgressMessage="Kill them all"

[M_Anemone_PlotMission040:FindExplosives MissionObjectiveDefinition]
ProgressMessage="I'm looking for fireworks"

[M_Anemone_PlotMission040:FindFins MissionObjectiveDefinition]
ProgressMessage="Look for the cover"

[M_Anemone_PlotMission040:FindPowerCore MissionObjectiveDefinition]
ProgressMessage="Get an electric key."

[M_Anemone_PlotMission040:FireCannon MissionObjectiveDefinition]
ProgressMessage="Have your gun ready"

[M_Anemone_PlotMission040:FireCannonTina MissionObjectiveDefinition]
ProgressMessage="Little Tina is making a shot for us"

[M_Anemone_PlotMission040:FollowBrick MissionObjectiveDefinition]
ProgressMessage="Follow the break"

[M_Anemone_PlotMission040:FollowTina MissionObjectiveDefinition]
ProgressMessage="Follow Tiina"

[M_Anemone_PlotMission040:GoToCannonRoom MissionObjectiveDefinition]
ProgressMessage="Pick up your gun and set the moon free"

[M_Anemone_PlotMission040:InsertButtCore MissionObjectiveDefinition]
ProgressMessage="add a cooling element to the piping"

[M_Anemone_PlotMission040:KillHyperionRobots MissionObjectiveDefinition]
ProgressMessage="Open the box"

[M_Anemone_PlotMission040:PressTheFireButton MissionObjectiveDefinition]
ProgressMessage="fire!"

[M_Anemone_PlotMission040:ReturnToTina1 MissionObjectiveDefinition]
ProgressMessage="Back to Tina"

[M_Anemone_PlotMission040:ReturnToTina2 MissionObjectiveDefinition]
ProgressMessage="Back to Tina"

[M_Anemone_PlotMission040:Set_Armcannon MissionObjectiveSetDefinition]
MissionSummaryOverride="make the moon."
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_AttachComponents MissionObjectiveSetDefinition]
MissionSummaryOverride="Place the moon shield on the weapon."
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_AttachComponents2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_DestroyUranus MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_EnterHelios MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_FindExplosives MissionObjectiveSetDefinition]
MissionSummaryOverride="Help Tina find the missile weapon.."
MissionDescriptionOverride="When he arrives at the Moon Blaster control room, he is greeted by Tina Tina, who informs him that a standard Moon Blaster projectile cannot reach the trititanium door of Cassis' lab. He needs to build an anti-moon rocket and to do that he needs your help in recycling the explosives and parts he will use to build the rocket.."

[M_Anemone_PlotMission040:Set_FindPowerCore MissionObjectiveSetDefinition]
MissionSummaryOverride="Find a power source."
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_FindPowerCore2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_FindStabilizingFins MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_FireCannon MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Help Tina build a Helios rocket to the moon. After killing him and destroying the lab door, Cassius Lilith will send you to the camp. The way to the lab (and the process to protect the oil) is clear if the time passes.."

[M_Anemone_PlotMission040:Set_FireCannonChoice MissionObjectiveSetBranchingDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_FollowBrick MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_FollowTinyTina MissionObjectiveSetDefinition]
MissionSummaryOverride="Follow Tina Chiquitina."
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_FollowTinyTina2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_GoToCannonRoom MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_GoToCannonRoom2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_GoToElevator MissionObjectiveSetDefinition]
MissionSummaryOverride="Go to the moon flow control room."
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_InsertButtCore MissionObjectiveSetDefinition]
MissionSummaryOverride="Use excessive force."
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_LilithVaughnDebate1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_LilithVaughnDebate2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_LilithVaughnDebate3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_LilithVaughnDebate4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_ReturnToTina1 MissionObjectiveSetDefinition]
MissionSummaryOverride="Back to Tina Chikitin."
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_ReturnToTina2 MissionObjectiveSetDefinition]
MissionSummaryOverride="Return to Tina Chakitina's page."
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_SurviveAmbush MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:Set_TakePowerCore MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission040:SurviveAmbush MissionObjectiveDefinition]
ProgressMessage="Clean the robot factory"

[M_Anemone_PlotMission040:TakePowerCore MissionObjectiveDefinition]
ProgressMessage="Take the strong Uranus theme"

